"Rotate Pages" = "סובב עמודים";
"Style" = "סגנון";
"Highlight" = "הדגשה";
"Delete Page(s)?" = "למחוק דפים?";
"Annotations" = "ביאורים";
"Close" = "סגור";
"Thickness" = "עובי";
"%i/%i" = "%1$i/%2$i";
"Line" = "קו";
"Password" = "סיסמה";
"Skip" = "דלג";
"Share" = "שתף";
"Add Author" = "הוסף מחבר";
"Save" = "שמירה";
"Type" = "סוג";
"Copy" = "העתק";
"Link" = "קישור";
"Settings" = "הגדרות";
"Add Page" = "הוסף דף";
"Search" = "חיפוש";
"Delete" = "מחק";
"Single Page" = "עמוד בודד";
"Watermark" = "סימן מים";
"Blank" = "ריק";
"Bookmarks" = "סימניות";
"%d of %d" = "%1$d of %2$d";
"Graph" = "גרף";
"Modify %@ on Page %d" = "Modify %1$@ on Page %2$d";
"Note" = "הערה";
"Add" = "הוסף";
"Music" = "מוסיקה";
"Page Size" = "גודל העמוד";
"Remove %@ on Page %d" = "Remove %1$@ on Page %2$d";
"Thumbnails" = "תמונות ממוזערות";
"Move Page" = "העבר דף";
"Error" = "שגיאה";
"Orientation" = "התמצאות";
"Done" = "בוצע";
"Define" = "הגדר";
"Paste" = "הדבק";
"Opacity" = "שקיפות";
"Add %@ on Page %d" = "Add %1$@ on Page %2$d";
"Edit" = "ערוך";
"%@ Document - %@" = "%1$@ Document - %2$@";
"Copy Text" = "העתק טקסט";
"New Signature" = "חתימה חדשה";
"Underline" = "קו תחתי";
"Enter a page number (%d to %d)" = "Enter a page number (%1$d to %2$d)";
